{
  "title": "About Our Fellowship",
  "paragraphs": [
    "The HIV Clinical Leadership Program is a two-year postdoctoral fellowship program that focuses on training physicians to enter leadership positions in HIV healthcare.",
    "Established in 2001, The Los Angeles Area AIDS Education and Training Center (AETC) at USC, a division of the Department of Family Medicine at Keck School of Medicine, created one of the first HIV fellowship programs open to primary care physicians in 2001. The original fellowship program was reinvigorated in 2016, now in partnership with the Los Angeles County Department of Health Services (DHS), the second-largest municipal safety net system in the United States. The HIV Clinical Leadership Program (CLP) now offers a unique HIV fellowship training program for physicians committed to improving primary care for people living with HIV in underserved communities. This program brings together the unique strengths of DHS, USC Keck School of Medicine’s AIDS Education Training Center, UCLA’s National Clinician Scholars Program, ViiV Healthcare and The Lundquist Institute.",
    "Our goal is to train versatile leaders in the field of HIV Medicine who are passionate advocates for all people touched by HIV, particularly vulnerable populations. Our robust curriculum and mentorship program places fellows into leadership positions upon graduation.",
    "Overview: Year 1 is focused on academic course work in partnership with the UCLA National Clinician Scholars program. Fellows will gain knowledge in health policy, research methods, community-based participatory research, pressing issues in healthcare, and executive leadership skills. Fellows will rotate through various HIV clinics, consult in the Emergency Department on acute care cases that require HIV specialty consultation, and will also begin to build their continuity clinic.  Fellows will participate in regular case-based learning and didactic sessions on major HIV medicine topics including HIV multi-drug resistance and opportunistic infections. In year 2, fellows will be expected to manage patients with more independent decision-making in specialty or elective rotations, as well as maintain their continuity care patient panels and precept first-year fellows, residents, and students. Second-year fellows will spend a significant amount of time implementing their chosen scholarly project which will be presented at a regional/national conference and/or will be submitted for publication in a peer-review journal.",
    ""
  ]
}