{
  "sectionTitle": "Our Clinical Centers",
  "paragraphs": [
    "The Infectious Diseases and Immunology Center is a 16,600-square foot facility which provides care to a large and diverse patient population from across the state. The Ryan White HIV Care program offers comprehensive HIV primary care to over 2,000 PWH, which is over 90% of PWH who are in care in the state of Rhode Island. Our site has over 20 active clinical HIV faculty, 5 specialist APP’s, and 3 dedicated HIV clinical pharmacists.",
    "Clinical care is provided in a multidisciplinary environment that also includes six social workers, three medical case management nurses, a clinical ID nursing team, a nutritionist, and a behavioral medicine team. The Center is an active HIV research and training site. It is the primary site of the Providence/Boston Center for AIDS Research (https://cfar.med.brown.edu/) and the Miriam Hospital Clinical Trials research unit, serving as an active site for HIV-focused studies.",
    "Additionally, our program will provide clinical training in the diagnosis and management of active tuberculous infections and treatment of latent tuberculous. Fellows will rotate at the RISE Tuberculosis Clinic. The RISE TB Clinic provides care for most Rhode Island residents with active tuberculosis and latent TB infection. The clinic cares for both adult and pediatric patients.",
    "The clinic is partially funded by the RI Department of Health and works closely with the RIDOH team to support active TB patients through treatment with directly observed therapy., The TB Clinic cooperates closely with the DOH to support contact investigations for patients with active TB and screen exposed patients. RISE Clinic staff meet weekly with the RI DOH TB teams and quarterly to conduct cohort reviews of active TB patient cases to address programmatic issues and processes.",
    "The RISE TB clinic also plays a critical role in evaluation and management of newly arrived refugees and TB Class B1 immigrants. The TB clinic providers serve as TB medical consultants to community providers."
  ]
}