{
  "sectionTitle": "The Curriculum",
  "bullets": [
    "Longitudinal HIV care. Fellows maintain an HIV primary care panel. Fellows follow their own panel of PWH, whom they see in 3 HIV clinic sessions per week. Fellows hand off a core panel of patients year‐to‐year, and also see other patients (all living with HIV) for urgent care visits and new patient intakes., including participation in our rapid ART initiation protocol. Fellows also care for patients for PrEP and hepatitis C during these clinic sessions.",
    "Elective clinics. Fellows will choose among a number of internal and external elective clinics. Options include:",
    "Perinatal HIV care at Women & Infants Hospital",
    "HIV management of incarcerated individuals at the Rhode Island Adult Correctional Institution",
    "Tuberculosis care at the RISE Tuberculosis Clinic",
    "Pediatric HIV care at the Pediatric HIV Clinic at Hasbro",
    "General STI screening and management and the Rhode Island STI Clinic",
    "Depending on the individual interest of the fellow, they will have the option of other off-site clinical electives and international experiences.",
    "Tuberculosis clinics. Fellows will participate in a minimum of two two‐week‐outpatient blocks where they will attend weekly outpatient TB clinics. During these blocks they will learn about evaluation and diagnosis of TB disease, and the management of both latent and active TB, including the public health management of TB in coordination with the RI Department of Health.",
    "Inpatient service. Fellows who have completed residency in IM, Med/Peds, or FM will complete 4 weeks of inpatient Immunology service (primary admitting service for PWH) at The Miriam Hospital during the year. These will be completed in two 2‐week blocks and will include weekends. Fellows who have completed an infectious diseases fellowship will complete 4 weeks of inpatient consults on the Infectious Diseases Consult Service at Rhode Island Hospital.",
    "The weeks on the consult service will scheduled in weekly rotations, and the fellow will have each Sunday off.",
    "The didactic curriculum includes:",
    "Weekly one‐on‐one lectures with HIV experts from the faculty",
    "Infectious diseases clinical conferences",
    "Monthly HIV and hepatitis C didactics with the Brown infectious diseases fellows",
    "Support to attend one national HIV conference",
    "Web‐based curriculum from the American Academy of HIV Medicine"
  ]
}